spec/fixtures/soap/xml/IControl.Networking.Interfaces.get_media_sfp_84d38562e55e350307a4cb72fbe566c3_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:Networking/Interfaces"><env:Body><wsdl:get_media_sfp><interfaces><value>1.1</value></interfaces></wsdl:get_media_sfp></env:Body></env:Envelope>